In [1]:
import pandas as pd

data = {
    "Cliente": ["Ana", "Luis", "María", "Pedro", "Sofía"],
    "Producto": ["Laptop", "Mouse", "Teclado", "Monitor", "Laptop"],
    "Precio": [1200, 25, 45, 300, 1200],
    "Cantidad": [1, 2, 1, 1, 2]
}

df = pd.DataFrame(data)
df

  Cliente Producto  Precio  Cantidad
0     Ana   Laptop    1200         1
1    Luis    Mouse      25         2
2   María  Teclado      45         1
3   Pedro  Monitor     300         1
4   Sofía   Laptop    1200         2